Repository: etylermoss/etylermoss.com-2024
Catalog: src/locales/*/messages.po
Languages: de, hu

source: Budapest, Hungary
de: Budapest, Magyarorsz√°g (Ungarn)
hu: Budapest, Magyarország

source: City
de: Stadt
hu: Város

source: Contact
de: Kontakt
hu: Kapcsolat

source: Eden Tyler-Moss
hu: Tyler-Moss Éden

source: Hello, Hallo, Hola
de: Hallo
hu: Szia

source: Home
de: Startseite
hu: Kezdőlap

source: I'm sure it's not your fault.
de: Ich bin sicher, dass es nicht Ihre Schuld ist.
hu: Biztos vagyok benne, hogy nem a te hibád.

source: Name
hu: Név

source: Oops, page not found
de: Ups, Seite nicht gefunden
hu: Hoppá, az oldal nem található

source: See my <0>Github</0> for a look at some of what I've made and contributed to.
de: Auf meinem <0>Github</0> kann man sich ansehen, was ich schon alles gemacht und beigetragen habe.
hu: Nézd meg a <0>Githubomon</0>, hogy megnézd, mit készítettem és mihez járultam hozzá.

source: title.404
de: 404 | Eden Tyler-Moss
hu: 404 | Tyler-Moss Éden

source: title.contact
de: Kontakt | Eden Tyler-Moss
hu: Kapcsolat | Tyler-Moss Éden

source: title.home
de: Startseite | Eden Tyler-Moss
hu: Kezdőlap | Tyler-Moss Éden

source: Web developer from Yorkshire - living in Budapest - programming on the internet.
de: Webentwickler aus Yorkshire - lebt in Budapest - programmiert im interweb.
hu: Webfejlesztő Yorkshire-ből - Budapesten él - programozás az interwebben.
